Repository: susl16c/AzuraCast
Catalog: app/locale/*.UTF-8/LC_MESSAGES/default.po
Languages: ru_ru

source: Setup has already been completed!
ru_ru: Настройка уже успешно завершена!

source: Super Administrator
ru_ru: Супер администратор

source: Setup is now complete!
ru_ru: Настройка успешно завершена!

source: Continue setting up your station in the main AzuraCast app.
ru_ru: Продолжите настройку своей станции в приложении AzuraCast.

source: Too many login attempts
ru_ru: Слишком много попыток авторизации

source: You have attempted to log in too many times. Please wait 30 seconds and try again.
ru_ru: Вы пытались войти в систему слишком много раз. Подождите 30 секунд и повторите попытку снова.

source: Logged in successfully.
ru_ru: Вы успешно авторизовались.

source: Login unsuccessful
ru_ru: Авторизация прошла неудачно

source: Your credentials could not be verified.
ru_ru: Ваши учетные данные не могут быть проверены.

source: Station not found!
ru_ru: Станция не найдена!

source: Profile saved!
ru_ru: Профиль успешно сохранен!

source: Edit Profile
ru_ru: Редактировать профиль

source: %s Listener Range
ru_ru: %s Диапазон слушателей

source: %s Daily Average
ru_ru: %s В среднем за день

source: Changes saved.
ru_ru: Изменения успешно сохранены.

source: Generate New API Key
ru_ru: Генерирование новых API ключей

source: Edit Record
ru_ru: Редактирование записи

source: Record deleted.
ru_ru: Запись успешно удалена.

source: Site Settings
ru_ru: Настройки сайта

source: Record updated.
ru_ru: Изменения успешно сохранены.

source: Another user already exists with this e-mail address. Please update the e-mail address.
ru_ru: Пользователь уже существует с этим адресом электронной почты. Обновите адрес электронной почты.

source: Record not found!
ru_ru: Запись не найдена!

source: Clone Station: %s
ru_ru: Клонировать станцию: %s

source: This feature is not currently supported on this station.
ru_ru: Эта функция в настоящее время не поддерживается на этой станции.

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: Sunday
ru_ru: Воскресенье

source: Add Record
ru_ru: Добавить запись

source: Existing playlist imported.
ru_ru: Существующий плейлист импортирован.

source: %d song(s) were imported into the playlist.
ru_ru: %d песня(и) были импортированы в плейлистр.

source: Automated assignment complete!
ru_ru: Автоматическое перемешивание успешно завершено!

source: Automated assignment error
ru_ru: Ошибка при автоматическом перемешивании

source: Media metadata updated!
ru_ru: Информация о мультимедиа обновлена успешно!

source: Edit Media Metadata
ru_ru: Редактирование информации песни

source: File renamed!
ru_ru: Файл успешно переименован!

source: Rename File/Directory
ru_ru: Переименовать файл/папку

source: Directory
ru_ru: Папка

source: File Not Processed
ru_ru: Файл не обработан

source: Song skipped.
ru_ru: Песня успешно пропущена.

source: Streamers enabled!
ru_ru: Стримеры успешно включены!

source: You can now set up streamer (DJ) accounts.
ru_ru: Теперь вы можете настраивать учетные записи стримеров (Диджеев).

source: Streamer account updated!
ru_ru: Аккаунт стримера успешно обновлен!

source: Edit Streamer
ru_ru: Редактирование стримера

source: Add Streamer
ru_ru: Добавить стримера

source: %d second
ru_ru: %d секунда

source: %d minute
ru_ru: %d минута

source: %d hour
ru_ru: %d час

source: %d day
ru_ru: %d день

source: %d month
ru_ru: %d месяц

source: Any time the currently playing song changes
ru_ru: Каждый раз, когда меняется текущая песня

source: Any time the listener count increases
ru_ru: Каждый раз, когда увеличивается количество слушателей

source: Any time the listener count decreases
ru_ru: Каждый раз, когда уменьшается количество слушателей

source: Any time a live streamer/DJ connects to the stream
ru_ru: Каждый раз, когда Стример или Диджей присоединяется к трансляции

source: Any time a live streamer/DJ disconnects from the stream
ru_ru: Каждый раз, когда Стример или Диджей отключается от трансляции

source: Now Playing Data
ru_ru: Воспроизведение данных сейчас

source: 1-Minute Sync
ru_ru: 1-минутная синхронизация

source: Song Requests Queue
ru_ru: Очередь запросов песен

source: 5-Minute Sync
ru_ru: 5-минутная синхронизация

source: Check Media Folders
ru_ru: Проверка медиафайлов

source: 1-Hour Sync
ru_ru: 1-часовая синхронизация

source: Analytics/Statistics
ru_ru: Аналитика / Статистика

source: Cleanup
ru_ru: Очистить

source: Use <b>%s</b> on this server
ru_ru: Ипользовать <b>%s</b> на этом сервере

source: Connect to a <b>remote radio server</b>
ru_ru: Подключиться к <b>удаленному радио серверу</b>

source: <b>Do not use</b> an AutoDJ service
ru_ru: <b> Не используйте</b> службу Авто-Диджей

source: Watcher process stopped.
ru_ru: Процесс успешно остановлен.

source: Watcher process was not running!
ru_ru: Процесс не запустился!

source: Watcher process started.
ru_ru: Процесс успешно запустился.

source: Watcher process is already running!
ru_ru: Процесс уже запущен!

source: AutoDJ is currently disabled. Enable it from the station profile.
ru_ru: Авто-Диджей в настоящее время отключен. Включите его в профиле станции.

source: No default playlist existed for the station, so one was automatically created. You can add songs to it from the "Media" page.
ru_ru: Для станции не было плейлиста по умолчанию, поэтому он был автоматически создан. Вы можете добавлять в него песни на страницы «Менеджер файлов».

source: You must use the Mount Points feature to configure remote broadcasting first.
ru_ru: Вы должны использовать функцию точка монтирования, чтобы сначала настроить радиовещание.

source: Process stopped.
ru_ru: Процесс успешно остановлен.

source: Process was not running!
ru_ru: Процесс не запустился!

source: Process started.
ru_ru: Процесс успешно запустился.

source: Process is already running!
ru_ru: Процесс уже запущен!

source: Role Name
ru_ru: Название права

source: System-Wide Permissions
ru_ru: Разрешения в системе

source: Actions
ru_ru: Действия

source: Per-Station
ru_ru: Станция

source: Save Changes
ru_ru: Сохранить изменения

source: AzuraCast Instance Name
ru_ru: Название подзаголовка AzuraCast

source: This name will appear as a sub-header next to the AzuraCast logo, to help identify this server.
ru_ru: Название появится в виде подзаголовка рядом с логотипом AzuraCast, чтобы помочь определить этот сервер.

source: Site Base URL
ru_ru: Ссалка на сайта

source: The base URL where this service is located. Use either the external IP address or fully-qualified domain name (if one exists) pointing to this server.
ru_ru: Ссылка сайта, где находится служба радиотрансляции. Используйте либо внешний IP-адрес, либо полное доменное имя (если оно существует), указывающее на сервер.

source: Prefer Browser URL (If Available)
ru_ru: Предпочтительная ссылка в браузере (если доступно)

source: If this setting is set to "Yes", the browser URL will be used instead of the base URL when it's available. Set to "No" to always use the base URL.
ru_ru: Если для этого параметра установлено значение «Да», Ссылка браузера будет использоваться вместо основной ссылки, когда она будет доступена. Установите «Нет», чтобы всегда использовать основную ссылку.

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Always Use HTTPS
ru_ru: Всегда использовать HTTPS

source: Set to "Yes" to always use "https://" secure URLs.
ru_ru: Установите «Да», чтобы всегда использовать защищенные ссылки «https: //».

source: Use Web Proxy for Radio
ru_ru: Использовать веб-прокси для радио

source: By default, radio stations broadcast on their own ports (i.e. 8000). If you're using a service like CloudFlare or accessing your radio station by SSL, you should enable this feature, which routes all radio through the web ports (80 and 443).
ru_ru: По умолчанию радиостанции транслируются на своих портах (т.е 8000). Если вы используете службу CloudFlare или получаете доступ к своей радиостанции по протоколу SSL, вы должны включить эту функцию, которая маршрутизирует все радио через веб-порты (80 и 443).

source: Advanced: Third-Party API Access
ru_ru: Доступ к сторонниму API

source: For some features, AzuraCast must connect to third-party API services. These services are optional.
ru_ru: Для некоторых функций AzuraCast должен подключаться к API сторонних служб. Сервис является необязательным.

source: Google Maps API Key
ru_ru: API ключ карт Google

source: To see a map of your listeners, provide a Google Maps API key. You can obtain one from the <a href="%s" target="_blank">Google Developer Console</a>. Make sure to enable the "Google Maps JavaScript API" as well.
ru_ru: Чтобы увидеть карту своих радиослушателей, укажите API ключ карт Google. Вы можете получить его из <a href="%s" target="_blank">консоли разработчика Google</a>. Обязательно включите «API JavaScript Google Maps».

source: File Name
ru_ru: Название файла

source: The relative path of the file in the station's media directory.
ru_ru: Путь к файлу в папки для медиа станции.

source: Song Title
ru_ru: Название песни

source: Song Artist
ru_ru: Исполнитель песни

source: Song Album
ru_ru: Альбом песни

source: Song Lyrics
ru_ru: Текст песни

source: Replace Album Cover Art
ru_ru: Изменить обложку альбома

source: International Standard Recording Code, used for licensing reports.
ru_ru: Международный стандартный код записи, используемый для получения лицензионных отчетов.

source: Song Length (seconds)
ru_ru: Продолжительность песни (в секундах)

source: Custom Fading: Overlap Time (seconds)
ru_ru: Затухание: время перекрытия (в секундах)

source: The time that this song should overlap its surrounding songs when fading. Leave blank to use the system default.
ru_ru: Время, когда эта песня должна перекрывать окружающие песни, когда они затухают. Оставьте поле пустым, чтобы использовать систему по умолчанию.

source: Custom Fading: Fade-In Time (seconds)
ru_ru: Затухание: время затухания (в секундах)

source: The time period that the song should fade in. Leave blank to use the system default.
ru_ru: Период времени, в течение которого песня должна постепенно усилиться. Оставьте поле пустым, чтобы использовать по умолчанию.

source: Custom Fading: Fade-Out Time (seconds)
ru_ru: Затухание: время затухания (в секундах)

source: The time period that the song should fade out. Leave blank to use the system default.
ru_ru: Период времени, в течение которого песня должна пестепенно затухнуть. Оставьте поле пустым, чтобы использовать по умолчанию.

source: Custom Cues: Cue-In Point (seconds)
ru_ru: Подсказка: воспроизведение (секунды)

source: Seconds from the start of the song that the AutoDJ should start playing.
ru_ru: Секунды с начала воспроизведения песни, которую авто Ди-джей должен начать играть.

source: Custom Cues: Cue-Out Point (seconds)
ru_ru: Подсказка: окончание воспроизведения (секунды)

source: Seconds from the start of the song that the AutoDJ should stop playing.
ru_ru: Секунды с начала воспроизведения песни, после которых авто Ди-джей должен остановить воспроизведение.

source: Remote Station Type
ru_ru: Тип удаленной станции

source: Remote Station Base URL
ru_ru: Ссылка удаленной станции

source: Example: if the remote radio URL is http://station.example.com:8000/stream.mp3, enter <code>http://station.example.com:8000</code>.
ru_ru: Пример: если ссылка удаленной радиостанции http://station.example.com:8000/stream.mp3, введите <code>http://station.example.com:8000</code>.

source: Remote Station Mountpoint/SID
ru_ru: Удаленная станция точка монтирования / SID

source: Specify a mountpoint (i.e. <code>/radio.mp3</code>) or a Shoutcast SID (i.e. <code>2</code>) to specify a specific stream to use.
ru_ru: Укажите точку монтирования (т.е. <code>/radio.mp3</code>) или Shoutcast SID (т.е. <code>2</code>), чтобы указать конкретный поток для использования.

source: Is Default Mount
ru_ru: Установить по умолчанию

source: If this mount is the default, it will be played on the radio preview and the public radio page in this system.
ru_ru: Если точка монтирования установлена по умолчанию, то она будет воспроизводить предварительно радио и на публичной странице.

source: Enable AutoDJ
ru_ru: Включить Авто-Диджея

source: If set to "Yes", the AutoDJ will automatically play music to this mount point.
ru_ru: Если установлено значение «Да», авто Ди-джей будет автоматически воспроизводить музыку в этой точке монтирования.

source: AutoDJ Format
ru_ru: Формат Авто-Диджея

source: AutoDJ Bitrate (kbps)
ru_ru: Авто-Диджей битрейт (кб/с)

source: Remote Station Source Username
ru_ru: Ссылка на удаленную станцию

source: If you are broadcasting using AutoDJ, enter the source username here. This may be blank.
ru_ru: Если вы используете трансляцию с помощью Авто-Диджея, введите здесь имя источника. Поле может быть пустым.

source: Remote Station Source Password
ru_ru: Пароль источника

source: If you are broadcasting using AutoDJ, enter the source password here.
ru_ru: Если вы используете трансляцию с помощью Авто-Диджея, введите здесь пароль источника.

source: Enable Automated Assignment
ru_ru: Включить автоматическое перемешивание

source: Allow the system to periodically automatically assign songs to playlists based on their performance. This process will run in the background, and will only run if this option is set to "Enabled" and at least one playlist is set to "Include in Automated Assignment".
ru_ru: Разрешить системе периодически автоматически назначать песни для плейлистов на основе их популярности. Этот процесс будет работать в фоновом режиме и будет выполняться только в том случае, если для этой опции установлено значение «Включено» и по крайней мере один плейлист установлен в значени "Включить автоматическое перемешивание".

source: Disabled
ru_ru: Отключено

source: Enabled
ru_ru: Включено

source: Days Between Automated Assignments
ru_ru: Дни между автоматическими заданиями

source: Based on this setting, the system will automatically reassign songs every (this) days using data from the previous (this) days.
ru_ru: Исходя из этого параметра, система будет автоматически переназначать песни каждый (этот) день, используя данные из предыдущих (этих) дней.

source: %d days
ru_ru: %d дней

source: New Station Details
ru_ru: Информация о новой станции

source: Station Name
ru_ru: Название станции

source: Station Description
ru_ru: Описание станции

source: Customize Station Cloning
ru_ru: Настройка клонирования станции

source: Copy Media?
ru_ru: Копировать медиафайлы ?

source: Choose how media should be duplicated from the old station.
ru_ru: Выберите способ копирования медиафайлов со старой станции.

source: Do not share or copy media between the stations
ru_ru: Не разделять и не копировать медиафайлы между станциями

source: Share the same folder on disk between the stations
ru_ru: Совместно использовать одни и тежи папки на диске для станций

source: Copy the existing station's media to the new station
ru_ru: Копировать медиафайлы существующей станции в новую станцию

source: Copy Playlists?
ru_ru: Копировать плейлисты ?

source: Copy Streamer/DJ Accounts?
ru_ru: Копировать стримеров/Ди-джеев ?

source: Copy Permissions?
ru_ru: Копировать права ?

source: Selecting "Yes" will assign any users with permissions to the current station to have permissions to the new one.
ru_ru: При выборе «Да» будут назначены все пользователи с правами на текущую станцию и на новую.

source: Create New Station
ru_ru: Создать новую станцию

source: Name
ru_ru: Имя

source: E-mail Address
ru_ru: Адрес эл.почты

source: Reset Password
ru_ru: Сбросить пароль

source: Leave blank to use the current password.
ru_ru: Оставьте поле пустым, чтобы использовать текущий пароль.

source: Roles
ru_ru: Права

source: Use Browser Default
ru_ru: Использовать браузер по умолчанию

source: Account Information
ru_ru: Информация об учетной записи

source: Leave these fields blank to continue using your current password.
ru_ru: Оставьте эти поля пустыми, чтобы продолжить использовать текущий пароль.

source: Current Password
ru_ru: Текущий пароль

source: New Password
ru_ru: Новый пароль

source: Confirm New Password
ru_ru: Подтвердить новый пароль

source: Customization
ru_ru: Пользовательские настройки

source: Time Zone
ru_ru: Часовой пояс

source: All times displayed on the site will be based on this time zone.
ru_ru: Все время отображаемое на сайте, будет по этому часовому поясу.

source: Current server time is <b>%s</b>.
ru_ru: Текущее время сервера <b>%s</b>.

source: Language
ru_ru: Язык

source: Site Theme
ru_ru: Тема сайта

source: Station Profile
ru_ru: Профиль станции

source: Station Web Site
ru_ru: Ссылка на сайт станции

source: Note: This should be the public-facing homepage of the radio station, not the AzuraCast URL. It will be included in broadcast details.
ru_ru: Примечание: Она будет публичной страницой радиостанции, а не сслыктой AzuraCast. Она будет включена в радиотрансляцию станции.

source: Enable Public Page
ru_ru: Включить публичную страницу

source: Whether to show or hide the station from public pages and general API results.
ru_ru: Показать или скрыть станцию на публичных страницах и общих API.

source: Advanced: Station URL Stub
ru_ru: Ссылка станции

source: Optionally specify a short URL-friendly name, such as <code>my_station_name</code>, that will be used in this station's URLs. Leave this field blank to automatically create one based on the station name.
ru_ru: Необязательно указывать короткое название станции, например <code>my_station_name</code>, которое будет использоваться в ссылке этой станции. Оставьте это поле пустым, чтобы автоматически создать его на основе названии станции.

source: Advanced: Custom Media Directory
ru_ru: Пользовательский папка для музыки

source: The directory where media files are stored. Leave blank to use default directory.
ru_ru: Папка в которой хранятся мультимедийные файлы. Оставьте поле пустым для использования папки по умолчанию.

source: Select Broadcasting Service
ru_ru: Выберите сервер радиовещания

source: Broadcasting Service
ru_ru: Сервер радиовещания

source: This software delivers your broadcast to the listening audience.
ru_ru: Какое программное обеспечение будет воспроизводить трансляцию для ваших радиослушателей.

source: Configure Broadcasting Service
ru_ru: Настройки службы радиовещания

source: Advanced: Customize Broadcasting Port
ru_ru: Настройка порта трансляции

source: No other program can be using this port. Leave blank to automatically assign a port.
ru_ru: Никакая другая программа не может использовать этот порт. Оставьте поле пустым, чтобы автоматически назначить порт.

source: Advanced: Customize Source Password
ru_ru: Настройка пароля источника

source: Leave blank to automatically generate a new password.
ru_ru: Оставьте поле пустым, чтобы автоматически генерировать новый пароль.

source: Advanced: Customize Administrator Password
ru_ru: Настройка пароля администратора

source: Advanced: Maximum Listeners
ru_ru: Максимальное количество радиослушателей

source: Maximum number of total listeners across all streams. Leave blank to use the default (250).
ru_ru: Максимальное количество всех радиослушателей для всех потоков. Оставьте поле пустым, чтобы использовать значение по умолчанию (250).

source: Advanced: Custom Configuration
ru_ru: Пользовательская настройка

source: This code will be included in the frontend configuration. You can use either JSON {"new_key": "new_value"} format or XML &lt;new_key&gt;new_value&lt;/new_key&gt;.
ru_ru: Этот код будет включен в конфигурацию интерфейса. Вы можете использовать либо JSON {"new_key": "new_value"} или формат XML &lt;new_key&gt;new_value&lt;/new_key&gt;.

source: Configure Remote Radio Server
ru_ru: Настройка удаленного радиосервера

source: Do More with Remote Servers using the Mount Points feature
ru_ru: Делайте больше с удаленными серверами, используя функцию точка монтирования

source: <div class="well well-sm"> Want to connect to more than one stream on the same station, or broadcast to a remote stream from this server?<br> Use the Mount Points feature in your station profile.<br><br> <b>Note:</b> Any mount points you add will override the details specified on this page. </div>
ru_ru: <div class="well well-sm"> Хотите подключиться к нескольким потокам на одной станции или транслировать поток на удаленный сервер?<br> Используйте функцию точка монтирования в профиле вашей станции.<br><br> <b>Примечание:</b> Любые добавленные точки монтирования переопределят данные, указанные на этой странице. </div>

source: Select AutoDJ Service
ru_ru: Использовать службу авто Ди-джей

source: AutoDJ Service
ru_ru: Служба авто Ди-джей

source: This software shuffles from playlists of music constantly and plays when no other radio source is available.
ru_ru: Программное обеспечение будет постоянно перемешивать музыку из плейлистов и воспроизводит ее когда нет другого источника.

source: Configure Liquidsoap
ru_ru: Настройка LiquidSoap

source: Allow Streamers / DJs
ru_ru: Разрешить стримеры / ди-джеи

source: If this setting is turned on, streamers (or DJs) will be able to connect directly to your stream and broadcast live music that interrupts the AutoDJ stream.
ru_ru: Если этот параметр включен, стримеры (или ди-джеи) смогут напрямую подключаться к вашему потоку и транслировать живую музыку, которая прервет поток авто Ди-джея.

source: Allow Song Requests
ru_ru: Разрешить запросы песен

source: This enables listeners to request a song for play on your station. Only songs that are already in your playlists are listed as requestable.
ru_ru: Позволяет радиослушателям запрашивать песни для воспроизведения на вашей станции. Только песни, которые находятся в ваших плейлистах, могут быть запрошены.

source: Character Set Encoding
ru_ru: Кодировка

source: For most cases, use the default UTF-8 encoding. The older ISO-8859-1 encoding can be used if accepting connections from SHOUTcast 1 DJs or using other legacy software.
ru_ru: В большинстве случаев используйте кодировку UTF-8 по умолчанию. Более старая кодировка ISO-8859-1 может использоваться, если вы принимаете подключения от диджеев SHOUTcast 1 или используется другое устаревшее ПО.

source: Request Minimum Delay (Minutes)
ru_ru: Минимальная задержка между запросами (Минуты)

source: If requests are enabled, this specifies the minimum delay (in minutes) between a request being submitted and being played. If set to zero, no delay is applied.<br><b>Important:</b> Some stream licensing rules require a minimum delay for requests (in the US, this is currently 60 minutes). Check your local regulations for more information.
ru_ru: Если запросы включены, то тут указывается минимальная задержка (в минутах) между передаваемым запросом и воспроизведением. Если установлено 0, то задержки не будет.<br><b>Важно:</b> Для некоторых правил лицензирования потока требуется минимальная задержка для запросов (в США это составляет 60 минут). Для получения дополнительной информации ознакомьтесь с местными правилами.

source: Request Last Played Threshold (Minutes)
ru_ru: Запросы между воспроизведением песни (Минуты)

source: If requests are enabled, this specifies the minimum time (in minutes) between a song playing on the radio and being available to request again. Set to 0 for no threshold.
ru_ru: Если запросы включены, то тут указывается минимальное время (в минутах) между воспроизведением песни на радио и возможностью повторного запроса. Установите значение 0 без задержек.

source: Crossfade Duration (Seconds)
ru_ru: Продолжительность кроссфейда (секунды)

source: Number of seconds to overlap songs. Set to 0 to disable crossfade completely.
ru_ru: Количество секунд для перекрытия песен. Установите значение 0, чтобы полностью отключить кроссфейд.
