Repository: susl16c/AzuraCast
Catalog: app/locale/*.UTF-8/LC_MESSAGES/default.po
Languages: ru_ru

source: Title / File Path
ru_ru: Название/Имя файла

source: Length
ru_ru: Время

source: Live Listeners
ru_ru: Слушателей сейчас

source: Enable Google Maps API
ru_ru: Включить API Карт Google

source: Time (sec)
ru_ru: Время (сек)

source: User Agent
ru_ru: Агент пользователя

source: Location
ru_ru: Местоположение

source: Mobile Device
ru_ru: Мобильное устройство

source: Desktop Device
ru_ru: Настольное устройство

source: Unknown
ru_ru: Неизвестно

source: Today
ru_ru: Cегодня

source: Yesterday
ru_ru: Вчера

source: Last 7 Days
ru_ru: Последние 7 дней

source: Last 30 Days
ru_ru: Последние 30 дней

source: This Month
ru_ru: Этот месяц

source: Last Month
ru_ru: Прошлый месяц

source: Filename
ru_ru: Название файла

source: Length Text
ru_ru: Длина текста

source: Playlist(s)
ru_ru: Плейлист(ы)

source: Joins
ru_ru: Плюс

source: Losses
ru_ru: Минус

source: Play %
ru_ru: Играло %

source: Ratio
ru_ru: Коэффициент

source: All Playlists
ru_ru: Все плейлисты

source: Schedule View
ru_ru: Расписание

source: Type
ru_ru: Тип

source: # Songs
ru_ru: # Песни

source: Export
ru_ru: Экспорт

source: Auto-Assigned
ru_ru: Авто перемешивание

source: Weight
ru_ru: Приоритет

source: Plays between %s and %s
ru_ru: Воспроизводить между %s и %s

source: Once per %d Songs
ru_ru: Один раз после %d песен

source: Once per %d Minutes
ru_ru: Один раз каждые %d минут

source: Once per Day
ru_ru: Один раз в день

source: Plays at %s
ru_ru: Воспроизвести в %s

source: Custom
ru_ru: Пользовательское

source: %s of %s Used (%s Free)
ru_ru: %s из %s Использовано (%s свободно)

source: You can also upload files in bulk via SFTP by <a href="%s" target="_blank">following these instructions</a>. Newly uploaded files will automatically be processed within a few minutes.
ru_ru: Вы также можете загружать файлы через SFTP <a href="%s" target="_blank">в соответствии с этими инструкциями</a>. Новые загруженные файлы будут автоматически обрабатываться в течение нескольких минут.

source: Drag files here to upload to this folder or
ru_ru: Перетащите файлы сюда, чтобы загрузить их в папку или

source: With selected:
ru_ru: Выбрать:

source: Add to Playlist
ru_ru: Добавить в плейлист

source: Create new...
ru_ru: Создать новый...

source: Clear Playlists
ru_ru: Очистить плейлисты

source: New Folder
ru_ru: Новая папка

source: Size
ru_ru: Размер

source: Modified
ru_ru: Изменено

source: Create Playlist
ru_ru: Создать плейлист

source: New Directory
ru_ru: Новая папка

source: Directory Name
ru_ru: Название новой папки

source: Create Directory
ru_ru: Создать папку

source: Rename
ru_ru: Переименовать

source: System Administration
ru_ru: Администрирование

source: End Session
ru_ru: Завершившая сессия

source: Sign Out
ru_ru: Выход

source: Powered by %s Version %s.
ru_ru: Использовано %s версия %s.

source: Light
ru_ru: Светлая

source: Dark
ru_ru: Темная

source: All Permissions
ru_ru: Все права

source: View Administration Page
ru_ru: Просмотр страницы администрирования

source: Administer Settings
ru_ru: Администрирование настроек

source: Administer API Keys
ru_ru: Администрирование ключей API

source: Administer User Accounts
ru_ru: Администрирование пользователями

source: Administer Permissions
ru_ru: Администрирование прав

source: Administer Stations
ru_ru: Администрирование станций

source: View Station Page
ru_ru: Просмотр страницы станции

source: View Station Reports
ru_ru: Просмотр отчетов о станции

source: Manage Station Profile
ru_ru: Управление профилем станции

source: Manage Station Broadcasting
ru_ru: Управление радиовещанием станции

source: Manage Station Streamers
ru_ru: Управление стримерами станций

source: Manage Station Mount Points
ru_ru: Управление точками монтирования станции

source: Manage Station Media
ru_ru: Управление менеджером файлов

source: Manage Station Automation
ru_ru: Управление автоматизацией станций

source: Could not connect to supervisord. Try running %s in a terminal to restart the service.
ru_ru: Не удалось подключиться к supervisord. Попробуйте запустить %s в терминале, чтобы перезапустить службу.
