Repository: susl16c/AzuraCast
Catalog: app/locale/*.UTF-8/LC_MESSAGES/default.po
Languages: ru_ru

source: Advanced: Customize DJ/Streamer Port
ru_ru: Настройка порта Диджея/Стримера

source: No other program can be using this port. Leave blank to automatically assign a port.<br><b>Note:</b> The port after this one (n+1) will automatically be used for legacy connections.
ru_ru: Никакая другая программа не может использовать этот порт. Оставьте поле пустым, чтобы автоматически назначить порт. <br> <b> Примечание. </b> После этого порт (n + 1) будет автоматически использоваться для устаревших соединений.

source: Advanced: Customize Internal Request Processing Port
ru_ru: Настройка порта обработки внутренних запросов

source: This port is not used by any external process. Only modify this port if the assigned port is in use. Leave blank to automatically assign a port.
ru_ru: Порт не должен использоваться никаким внешним процессом. Измените порт, если назначенный порт используется. Оставьте поле пустым, чтобы автоматически назначить порт.

source: This code will be inserted into your station's Liquidsoap configuration, below the playlist configuration and just before the Icecast output. Only use valid Liquidsoap code for this section!
ru_ru: Код будет вставлен в конфигурацию LiquidSoap вашей станции ниже плейлиста и непосредственно перед IceCast. Используйте только верный код LiquidSoap для этой секции!

source: Your current local time is <b>%s</b>. You can customize your time zone from the "My Account" page.
ru_ru: Текущее местное время <b>%s</b>. Вы можете настроить свой часовой пояс на странице «Моя учетная запись».

source: Playlist Name
ru_ru: Название плейлиста

source: Enable Playlist
ru_ru: Включить плейлист

source: If set to "No", the playlist will not be included in radio playback, but can still be managed.
ru_ru: Если установлено значение «Нет», то плейлист не будет включен в радиотрансляцию, но все равно им можно будет управлять.

source: Import Existing Playlist
ru_ru: Импортировать существующие плейлисты

source: Select an existing playlist file to add its contents to this playlist. PLS and M3U are supported.
ru_ru: Выберите существующий файл плейлиста, чтобы добавить его содержимое в этот плейлист. Поддерживаются PLS и M3U.

source: Playlist Weight
ru_ru: Приоритет плейлиста

source: Higher weight playlists are played more frequently compared to other lower-weight playlists.
ru_ru: Плейлисты с более высоким приоритетом чаще воспроизводятся по сравнению с другими плейлистами с более низким приоритетом.

source: Low
ru_ru: Низкий

source: Default
ru_ru: По умолчанию

source: High
ru_ru: Высокий

source: Playlist Type
ru_ru: Тип плейлиста

source: Standard Playlist
ru_ru: Стандартный плейлист

source: Plays all day, shuffles with other standard playlists based on weight.
ru_ru: Будет играть все дни в перемешку со стандартными плейлистами с таким же приоритетом.

source: Scheduled Playlist
ru_ru: Запланированный плейлист

source: Play during a scheduled time range. Useful for mood-based time playlists.
ru_ru: Будет играть в течение запланированного времени. Полезно для плейлистов формирующих определенное настроение.

source: Once per x Songs Playlist
ru_ru: Плейлист один раз после Х песен

source: Play exactly once every <i>x</i> songs. Useful for station ID/jingles.
ru_ru: Будет играть ровно один раз после <i>x</i> песен. Полезно для вступлений / джинглов.

source: Once Per x Minutes Playlist
ru_ru: Плейлист один раз каждые Х минут

source: Play exactly once every <i>x</i> minutes. Useful for station ID/jingles.
ru_ru: Будет играть ровно один раз каждые <i>x</i> минут. Полезно для вступлений / джинглов.

source: Daily Playlist
ru_ru: Плейлист на каждый день

source: Play once per day at the specified time. Useful for timely reminders.
ru_ru: Будет играть один раз в день в указанное время. Полезно для популярных новинок.

source: Custom Playlist
ru_ru: Пользовательский плейлист

source: Manually define how this playlist is used in Liquidsoap configuration. For advanced users only!
ru_ru: Вручную определите, как этот плейлист будет использоваться в конфигурации LiquidSoap. Только для продвинутых пользователей!

source: Include in Automated Assignment
ru_ru: Включить автоматическое перемешивание

source: If auto-assignment is enabled, use this playlist as one of the targets for songs to be redistributed into. This will overwrite the existing contents of this playlist.
ru_ru: Если автоматическое перемешивание включено, то данный плейлист будет использован для перемешивания песен. Будет перезаписано существующее содержимое данного плейлиста.

source: Start Time
ru_ru: Время начала

source: End Time
ru_ru: Время окончания

source: If the end time is before the start time, the playlist will play overnight until this time on the next day.
ru_ru: Если время окончания и время начала совпадают, то плейлист будет играть до этого времени следующего дня.

source: Scheduled Play Days of Week
ru_ru: Воспроизводить в запланированные дни недели

source: Leave blank to play on every day of the week.
ru_ru: Оставьте пустым, чтобы играть каждый день недели.

source: Number of Songs Between Plays
ru_ru: Количество песен между воспроизведениями

source: This playlist will play every $x songs, where $x is specified below.
ru_ru: Плейлист будет проигрывать все песни после $ x песен, где $ x количество песен, после которых будет повторятся данный плейлист, указывается ниже.

source: Once per x Minutes Playlist
ru_ru: Плейлист один раз каждые Х минут

source: Number of Minutes Between Plays
ru_ru: Количество минут между воспроизведениями

source: This playlist will play every $x minutes, where $x is specified below.
ru_ru: Плейлист будет проигрывать все песни каждые $ x минут, где $ x количество минут, после которых будет повторятся данный плейлист, указывается ниже.

source: Scheduled Play Time
ru_ru: Запланированное время воспроизведения

source: Comments
ru_ru: Комментарии

source: Describe the use-case for this API key for future reference.
ru_ru: Оставьте заметку для этого ключа API, чтобы в дальнейшем ее использовать.

source: Metadata
ru_ru: Метаданные

source: Full Text
ru_ru: Полный текст

source: Artist Name
ru_ru: Имя исполнителя

source: Password
ru_ru: Пароль

source: Create Account
ru_ru: Создать аккаунт

source: Important Notes
ru_ru: Важные заметки

source: Report Start Date
ru_ru: Дата начала отчета

source: Report End Date
ru_ru: Дата окончания отчета

source: Generate Report
ru_ru: Создать отчет

source: Mount Point Name/URL
ru_ru: Название точки монтирования / Ссылка

source: This name should always begin with a slash (/), and must be a valid URL, such as /autodj.mp3
ru_ru: Путь всегда должен начинаться с косой черты (/) и должен быть действующей ссылкой, например /autodj.mp3

source: Fallback Mount
ru_ru: Резервная точка монтирования

source: If this mount point is not playing audio, listeners will automatically be redirected to this mount point. The default is /error.mp3, a repeating error message.
ru_ru: Если точка монтирования не воспроизводит аудио, службы автоматически перенаправит на эту точку монтирования. По умолчанию используется /error.mp3, повторяющееся сообщение об ошибке.

source: Relay Stream URL
ru_ru: Ссылка на поток трансляции

source: Enter the full URL of another stream to relay its broadcast through this mount point.
ru_ru: Введите ссылку на другой поток, чтобы передать ему трансляцию через эту точку монтирования.

source: Advertise to YP Directories (Public Station)
ru_ru: Реклама в YP-каталогах (публичная станция)

source: Set to "yes" to advertise this stream on the YP public radio directories.
ru_ru: Установите «Да», чтобы рекламировать этот радиопоток в каталогах публичного доступа YP.

source: Advanced Frontend Configuration
ru_ru: Расширенная настройка интерфейса

source: You can include any special mount point settings here, in either JSON { key: 'value' } format or XML &lt;key&gt;value&lt;/key&gt;
ru_ru: Вы можете включать любые специальные настройки точки монтирования здесь, в формате JSON { key: 'value' } или в формате XML &lt;key&gt;value&lt;/key&gt;

source: Streamer Username
ru_ru: Имя пользователя

source: The streamer will use this username to connect to the radio server.
ru_ru: Для подключения к радиосервису стример будет использовать данное имя пользователя.

source: Streamer Password
ru_ru: Пароль

source: The streamer will use this password to connect to the radio server. Do not use the colon (:) character.
ru_ru: Стример будет использовать этот пароль для подключения к серверу радиостанции. Не используйте символ двоеточия (:).

source: Streamer Display Name
ru_ru: Имя стримера или диджея

source: This is the informal display name that will be shown in API responses if the streamer/DJ is live.
ru_ru: Неофициальное имя стримера или диджея, которое будет отображаться в ответах API, если идет прямой эфир стримера или диджея.

source: Internal notes or comments about the user, visible only on this control panel.
ru_ru: Внутренние заметки или комментарии о пользователе, видимые только в панели управления.

source: Account is Active
ru_ru: Учетная запись активирована

source: Set to "Yes" to allow this account to log in and stream.
ru_ru: Установите «Да», чтобы разрешить этой учетной записи входить и создавать трансляцию.

source: YP Directory Authorization Hash
ru_ru: Хеш авторизации каталога YP

source: If your stream is set to advertise to YP directories above, you must specify an authorization hash. You can manage authhashes <a href="%s" target="_blank">on the SHOUTcast web site</a>.
ru_ru: Если ваш поток настроен на рекламу каталогов YP выше, вы должны указать хеш авторизации. Вы можете управлять authhashes <a href="%s" target="_blank">на веб-сайте ShoutCast</a>.

source: Log in
ru_ru: Войти

source: Base Theme for Public Pages
ru_ru: Тема по умолчанию для публичных страниц

source: Select a theme to use as a base for station public pages and the login page.
ru_ru: Выберите тему по умолчанию для публичных страниц станций и для страницы авторизации.

source: Hide AzuraCast Branding on Public Pages
ru_ru: Скрыть брэндинг AzuraCast на публичных страницах

source: If selected, this will remove the AzuraCast branding from public-facing pages.
ru_ru: Если выбрано, то это приведет к удалению бренда AzuraCast с публичных страниц.

source: Custom CSS for Public Pages
ru_ru: CSS пользователя для публичных страниц

source: This CSS will be applied to the station public pages and login page.
ru_ru: CSS будет применяться к публичным страницам и странице авторизации.

source: Custom CSS for Internal Pages
ru_ru: Пользовательский CSS для внутренних страниц

source: This CSS will be applied to the main management pages, like this one.
ru_ru: CSS будет применяться ко всем страницам панели упарвления.

source: System Maintenance
ru_ru: Обслуживание системы

source: System Settings
ru_ru: Настройки системы

source: Custom Branding
ru_ru: Визуальные настройки

source: API Keys
ru_ru: Ключи API

source: Users
ru_ru: Пользователи

source: User Accounts
ru_ru: Учетные записи пользователей

source: Permissions
ru_ru: Права доступа

source: Stations
ru_ru: Станция

source: Manage Stations
ru_ru: Управление станциями

source: My API Keys
ru_ru: Мои ключи API

source: My Account
ru_ru: Моя учетная запись

source: Add new item
ru_ru: Добавить новый элемент

source: API keys can be used to access some system functionality without needing to log in. All of the keys you create share your permissions in the system. For more information, see the <a href="%s">API documentation</a>.
ru_ru: Ключи API могут использоваться для доступа к некоторым функциям без необходимости авторизации. Все ключи вы создаете совокупно со своими правами в системе. Для получения дополнительной информации см. <a href="%s">документацию API</a>.

source: Key Identifier
ru_ru: Идентификатор ключа

source: Edit
ru_ru: Редактировать

source: Revoke
ru_ru: Отозвать

source: New Key Generated
ru_ru: Новый ключ сгенерирован

source: <b>Important: copy the key below before continuing!</b> You will not be able to retrieve it again.
ru_ru: <b>Важно: скопируйте ключ ниже, прежде чем продолжить!</b> Вы не сможете получить его снова.

source: Your full API key is below:
ru_ru: Ниже показан полный ключ API:

source: Copy to Clipboard
ru_ru: Скопировать в буфер обмена

source: When making API calls, you can pass this value in the "X-API-Key" header to authenticate as yourself. You can only perform the actions your user account is allowed to perform.
ru_ru: При выполнении вызова API вы можете передать это значение в заголовке «X-API-Key» для аутентификации. Вы можете выполнять только те действия, которые разрешено выполнять вашей учетной записи.

source: Continue
ru_ru: Продолжить

source: Update Profile Picture
ru_ru: Обновить изображение профиля

source: Welcome!
ru_ru: Добро пожаловать!

source: Welcome to %s!
ru_ru: Добро пожаловать в %s!

source: Please log in to continue.
ru_ru: Пожалуйста войдите, чтобы начать работать.

source: <a href="%s" target="_blank">Forgot your password?</a>
ru_ru: <a href="%s" target="_blank">Забыли пароль?</a>

source: Log In
ru_ru: Войти

source: Dashboard
ru_ru: Панель управления

source: Listeners Across All Stations
ru_ru: Радиослушателей на всех станциях

source: Listeners Per Station
ru_ru: Радиослушателей на станции

source: Station Overview
ru_ru: Обзор станций

source: Add
ru_ru: Добавить станцию

source: Listeners
ru_ru: Радиослушатели

source: Now Playing
ru_ru: Сейчас играет

source: Options
ru_ru: Опции

source: Manage
ru_ru: Управление

source: Error: No Available Stations
ru_ru: Ошибка: нет доступных станций

source: Your account is active, but is not currently associated with any stations. If you believe this is an error, please contact this server's administrator.
ru_ru: Аккаунт активирован, но в настоящее время он не связан ни с одной станцией. Если вы считаете, что это ошибка, обратитесь к администратору этого сервера.

source: AzuraCast Setup
ru_ru: Настройка AzuraCast

source: Step 2: Create a New Station
ru_ru: Шаг 2. Создание новой станции

source: Continue the setup process by creating your first radio station below. You can edit any of these details later.
ru_ru: Продолжайте процесс настройки, создав свою первую радиостанцию ниже. Вы можете отредактировать любую из этих деталей позже.

source: Step 3: Customize AzuraCast Settings
ru_ru: Шаг 3. Настройка параметров AzuraCast

source: Complete the setup process by providing some information about your broadcast environment. These settings can be changed later from the administration panel.
ru_ru: Завершите процесс настройки, предоставив некоторую информацию о вашей широковещательной радиостанции. Эти настройки можно изменить позже в панели администрирования.

source: Begin setup by creating a Super Administrator account.
ru_ru: Начните свою настройку, создав учетную запись супер Администратора.

source: Mute
ru_ru: Отключить звук

source: Unmute
ru_ru: Включить звук

source: Song History
ru_ru: История песен

source: Request Song
ru_ru: Запросить песню

source: Playlist
ru_ru: Плейлист

source: Download %s
ru_ru: Скачать %s

source: Request a Song
ru_ru: Запросить эту песню

source: Title
ru_ru: Название

source: Artist
ru_ru: Исполнитель

source: Album
ru_ru: Альбом

source: Request
ru_ru: Запросить

source: Select...
ru_ru: Выбрать...

source: No results found!
ru_ru: Файлов не найдено!

source: Pause
ru_ru: Пауза

source: Administration
ru_ru: Администрирование

source: Manage Users
ru_ru: Управление правами

source: Delete
ru_ru: Удалить

source: API Key
ru_ru: Ключ API

source: Owner
ru_ru: Владелец

source: %s ago
ru_ru: %s назад

source: Manage Permissions
ru_ru: Управление правами

source: Per-Station Permissions
ru_ru: Разрешения для станций

source: This role cannot be deleted.
ru_ru: Эти права нельзя удалить.

source: Station
ru_ru: Станция

source: Clone
ru_ru: Клонировать

source: Edit Station Profile
ru_ru: Редактирование профиля станции

source: Song Requests
ru_ru: Запросы песен

source: Date Requested
ru_ru: Дата запроса

source: Date Played
ru_ru: Дата воспроизведения

source: Requester IP
ru_ru: IP запроса

source: Not Played
ru_ru: Не проигрывается

source: <b>Ready to Broadcast?</b><br>Click to Start Station
ru_ru: <b>Готовы к трансляции?</b><br>Нажмите, чтобы запустить станцию

source: <b>Apply Pending Changes</b><br>Click to Restart Station
ru_ru: <b>Применить изменения</b><br>Нажмите, чтобы перезагрузить станцию

source: Public Page
ru_ru: Публичная страница

source: Profile
ru_ru: Профиль

source: Music Files
ru_ru: Менеджер файлов

source: Playlists
ru_ru: Плейлисты

source: Streamer/DJ Accounts
ru_ru: Стримеры / Диджеи

source: Mount Points
ru_ru: Точки монтирования

source: Reports
ru_ru: Отчеты

source: Song Playback Timeline
ru_ru: Время воспроизведения песен

source: Song Listener Impact
ru_ru: Воспроизведение песен

source: Duplicate Songs
ru_ru: Дублированные песни

source: Utilities
ru_ru: Утилиты

source: Automated Assignment
ru_ru: Автоматическое перемешивание

source: Restart Broadcasting
ru_ru: Перезапустить трансляцию

source: Mount points are how listeners connect and listen to your station. Each mount point can be a different audio format or quality. Using mount points, you can set up a high-quality stream for broadband listeners and a mobile stream for phone users.
ru_ru: Точки монтирования - нужны для подключения слушателей (клиентов) для прослушивания вашей станции. Каждая точка монтирования может отличаться аудиоформатом и его качеством. Используя точки монтирования, вы можете настроить высококачественный поток для широкополосных слушателей и мобильный поток для пользователей смартфонов.

source: Ready to get started using mount points on your remote station? Click the button below to automatically create your first mount based on your existing settings.
ru_ru: Готовы начать использовать точку монтирования на своей удаленной станции? Нажмите кнопку ниже, чтобы автоматически создать первую точку монтирования на основе существующих настроек.

source: Migrate Settings
ru_ru: Перенос настроек

source: Mount Point
ru_ru: Точка монтирования

source: AutoDJ
ru_ru: Авто-Диджей

source: Default Mount
ru_ru: Смонтировано по умолчанию

source: On the Air
ru_ru: Сейчас в эфире

source: Playing Next
ru_ru: Следующая

source: Total
ru_ru: Всего

source: Unique
ru_ru: Уникальных

source: Skip Song
ru_ru: Пропустить песню

source: Description
ru_ru: Описание

source: Edit station profile to enable.
ru_ru: Редактировать профиль станции и включить.

source: Streamers/DJs
ru_ru: Стримеры/Диджеи

source: Manage streamer accounts
ru_ru: Управление аккаунтами стримеров

source: Base Directory
ru_ru: Папка

source: Media Directory
ru_ru: Папка для медиа

source: Player Embed Code
ru_ru: Код плеера

source: External Radio Server
ru_ru: Внешний радиосервер

source: Public URL
ru_ru: Публичная ссылка

source: Icecast (Broadcasting Service)
ru_ru: IceCast (Служба радиовещания)

source: SHOUTcast DNAS 2 (Broadcasting Service)
ru_ru: SHOUTcast DNAS 2 (Служба радиовещания)

source: Running
ru_ru: Запущена

source: Not Running
ru_ru: Нечего не запущено

source: Restart Service
ru_ru: Перезапустить службы

source: Start Service
ru_ru: Запустить службу

source: Stop Service
ru_ru: Остановить службу

source: Stream Playlists
ru_ru: Плейлисты для потока

source: Administration URL
ru_ru: Администратор

source: Administrator Password
ru_ru: Пароль администратора

source: Source Password
ru_ru: Пароль источника

source: AutoDJ Disabled
ru_ru: Авто-Диджей отключен

source: AutoDJ has been disabled for this station. No music will automatically be played when a source is not live.
ru_ru: Авто-Диджей отключен для этой станции. Никакая музыка не будет воспроизводиться автоматически, пока источник не проиграет все песни.

source: Liquidsoap (AutoDJ Service)
ru_ru: LiquidSoap (Служба Авто-Диджей)

source: LiquidSoap is currently shuffling from <b>%d uploaded songs</b> in <b>%d playlists</b>.
ru_ru: LiquidSoap в настоящее время перебираются <b>%d загружено песен</b> в <b>%d плейлисты</b>.

source: Station Center
ru_ru: Центр станции

source: Station Statistics
ru_ru: Статистика станции

source: Listeners by Day
ru_ru: Радиослушателей в день

source: Listeners by Hour
ru_ru: Радиослушатели по часам

source: Listeners by Day of Week
ru_ru: Радиослушателей по дням недели

source: Best Performing Songs
ru_ru: Лучшие воспроизведенные песни

source: in the last 48 hours
ru_ru: за последние 48 часов

source: Change
ru_ru: Изменения

source: Song
ru_ru: Песня

source: Worst Performing Songs
ru_ru: Худшие воспроизведенные песни

source: Most Played Songs
ru_ru: Самые популярные воспроизведенные песни

source: in the last month
ru_ru: в прошлом месяце

source: Plays
ru_ru: Проиграно

source: Average Listeners
ru_ru: В среднем радиослушателей

source: Daily Listener Range
ru_ru: Прослушиваний за день

source: Hourly Average Listeners
ru_ru: Прослушиваний по часам (среднее)

source: Daily Average Listeners
ru_ru: Прослушиваний за день (срденее)

source: Username
ru_ru: Пользователь

source: Notes
ru_ru: Заметки

source: Displays as "%s"
ru_ru: Воспроизвести в "%s"

source: Connection Information
ru_ru: Информация о подключении

source: IceCast Clients
ru_ru: Клиенты IceCast

source: Server
ru_ru: Сервер

source: Port
ru_ru: Порт

source: Mount Name
ru_ru: Имя точки монтирования

source: ShoutCast v1 Clients
ru_ru: Клиенты ShoutCast v1

source: (DJ username and password separated by a colon)
ru_ru: (Имя пользователя и пароль, разделенные двоеточием)

source: Setup instructions for broadcasting software are available <a href="%s" target="_blank">on the AzuraCast Wiki</a>.
ru_ru: Инструкции по настройке программного обеспечения для трансляции доступны <a href="%s" target="_blank">в википедии AzuraCast</a>.

source: Streamer accounts are currently disabled for this station. To enable streamer accounts, click the button below.
ru_ru: Аккаунты стримеров в настоящее время отключены для этой станции. Чтобы включить учетные записи стримеров, нажмите кнопку ниже.

source: Enable Streaming
ru_ru: Включить поток

source: Automated Playlist Assignment
ru_ru: Автоматическое перемешивание плейлиста

source: Based on the previous performance of your station's songs, %s can automatically distribute songs evenly among your playlists, placing the highest performing songs in the highest-weighted playlists.
ru_ru: Основываясь на предыдущем исполнении песен вашей станции, %s может автоматически распределять песни равномерно среди ваших плейлистов, помещая песни с наивысшим рейтингом в плейлисты с высоким приоритетом.

source: Once you have configured automated assignment, click the button below to run the automated assignment process. This process will not run at all unless you have selected "Enable" below.
ru_ru: После того как вы настроили автоматическое перемешивание, нажмите кнопку ниже, чтобы запустить процесс автоматического перемешивания. Этот процесс не будет запускаться, если вы не выбрали «Включить».

source: Run Automated Assignment
ru_ru: Запустить автоматическое перемешивание

source: Configure Automated Assignment
ru_ru: Настройка автоматического перемешивания

source: Your station's configuration has been rewritten and broadcasting has been restarted. Status messages related to this process are listed below.
ru_ru: Конфигурация вашей станции была перезаписана и трансляция была перезапущена. Сообщения о состоянии, связанные с этим процессом перечислены ниже.

source: Download CSV
ru_ru: Загрузить CSV

source: Date/Time
ru_ru: Дата / время

source: Source
ru_ru: Источник

source: Request: %s
ru_ru: Запрос: %s

source: Playlist: %s
ru_ru: Плейлист: %s

source: Live Broadcast
ru_ru: Прямая трансляция

source: Song Duplicates
ru_ru: Дублированные песни

source: No duplicates were found. Nice work!
ru_ru: Никаких повторяющихся песен не было найдено. Хорошая работа!
